<?php
$this->title = 'Covenant';
?>

<div class="section-content">
    <div class="top-blk"></div>
    <div class="content">
        <h1 class="title-h1 polycy">пользовательское соглашение</h1>
        <div>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между владельцем
            www.leadcode.ru (далее www.leadcode.ru или Администрация) с одной стороны и пользователем сайта с
            другой.Сайт www.leadcode.ru не является средством массовой информации.Используя сайт, Вы соглашаетесь с
            условиями данного соглашения.Если Вы не согласны с условиями данного соглашения, не используйте сайт
            www.leadcode.ru!<br>‍<br><strong>Права и обязанности сторон</strong><br>Пользователь имеет право:<br>-
            осуществлять поиск информации на сайте<br>- получать информацию на сайте<br>- использовать информацию сайта
            в личных некоммерческих целях<br><br><strong>Администрация имеет право:</strong><br>- по своему усмотрению и
            необходимости создавать, изменять, отменять правила<br>- ограничивать доступ к любой информации на сайте<br><br><strong>Пользователь
                обязуется:</strong><br>- не нарушать работоспособность сайта<br>- не использовать скрипты (программы)
            для автоматизированного сбора информации и/или взаимодействия с Сайтом и его Сервисами<br><br><strong>Администрация
                обязуется:</strong><br>- поддерживать работоспособность сайта за исключением случаев, когда это
            невозможно по независящим от Администрации причинам.<br><br><strong>Ответственность сторон</strong><br>-
            администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами<br>- в случае
            возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие и т. д.)
            Администрация не гарантирует сохранность информации, размещённой Пользователем, а также бесперебойную работу
            информационного ресурса<br>‍<br><strong>Условия действия Соглашения</strong><br>Данное Соглашение вступает в
            силу при любом использовании данного сайта.Соглашение перестает действовать при появлении его новой
            версии.Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему
            усмотрению.Администрация не оповещает пользователей об изменении в Соглашении.
        </div>
    </div>
</div>